[
  "easy-typing-obsidian",
  "customizable-menu",
  "obsidian-icon-folder",
  "obsidian-paste-image-rename",
  "obsidian-git",
  "workspaces-plus",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "obsidian-spaced-repetition",
  "quickadd",
  "quick-explorer",
  "obsidian-projects",
  "obsidian-plugin-groups",
  "obsidian-memos",
  "obsidian-image-toolkit",
  "obsidian-footnotes",
  "floating-toc",
  "file-explorer-note-count",
  "obsidian-emoji-toolbar",
  "editing-toolbar",
  "dataview",
  "obsidian-day-planner",
  "obsidian-contextual-typography",
  "cmdr",
  "codeblock-customizer",
  "obsidian-citation-plugin",
  "canvas-css-class",
  "buttons",
  "obsidian-admonition",
  "obsidian-banners",
  "better-fn",
  "obsidian-booknote-plugin"
]